{
  "version": "WEBUS",
  "book": "PSA",
  "chapter": 35,
  "verses": [
    {
      "verse": "1",
      "text": "Contend, Yahweh, with those who contend with me."
    },
    {
      "verse": "2",
      "text": "Take hold of shield and buckler,"
    },
    {
      "verse": "3",
      "text": "Brandish the spear and block those who pursue me."
    },
    {
      "verse": "4",
      "text": "Let those who seek after my soul be disappointed and brought to dishonor."
    },
    {
      "verse": "5",
      "text": "Let them be as chaff before the wind,"
    },
    {
      "verse": "6",
      "text": "Let their way be dark and slippery,"
    },
    {
      "verse": "7",
      "text": "For without cause they have hidden their net in a pit for me."
    },
    {
      "verse": "8",
      "text": "Let destruction come on him unawares."
    },
    {
      "verse": "9",
      "text": "My soul shall be joyful in Yahweh."
    },
    {
      "verse": "10",
      "text": "All my bones shall say, “Yahweh, who is like you,"
    },
    {
      "verse": "11",
      "text": "Unrighteous witnesses rise up."
    },
    {
      "verse": "12",
      "text": "They reward me evil for good,"
    },
    {
      "verse": "13",
      "text": "But as for me, when they were sick, my clothing was sackcloth."
    },
    {
      "verse": "14",
      "text": "I behaved myself as though it had been my friend or my brother."
    },
    {
      "verse": "15",
      "text": "But in my adversity, they rejoiced, and gathered themselves together."
    },
    {
      "verse": "16",
      "text": "Like the profane mockers in feasts,"
    },
    {
      "verse": "17",
      "text": "Lord, how long will you look on?"
    },
    {
      "verse": "18",
      "text": "I will give you thanks in the great assembly."
    },
    {
      "verse": "19",
      "text": "Don’t let those who are my enemies wrongfully rejoice over me;"
    },
    {
      "verse": "20",
      "text": "For they don’t speak peace,"
    },
    {
      "verse": "21",
      "text": "Yes, they opened their mouth wide against me."
    },
    {
      "verse": "22",
      "text": "You have seen it, Yahweh. Don’t keep silent."
    },
    {
      "verse": "23",
      "text": "Wake up! Rise up to defend me, my God!"
    },
    {
      "verse": "24",
      "text": "Vindicate me, Yahweh my God, according to your righteousness."
    },
    {
      "verse": "25",
      "text": "Don’t let them say in their heart, “Aha! That’s the way we want it!”"
    },
    {
      "verse": "26",
      "text": "Let them be disappointed and confounded together who rejoice at my calamity."
    },
    {
      "verse": "27",
      "text": "Let those who favor my righteous cause shout for joy and be glad."
    },
    {
      "verse": "28",
      "text": "My tongue shall talk about your righteousness and about your praise all day long."
    }
  ]
}