{
  "version": "KJV",
  "book": "PSA",
  "chapter": 71,
  "verses": [
    {
      "verse": "1",
      "text": "In thee, O LORD , do I put my trust: Let me never be put to confusion."
    },
    {
      "verse": "2",
      "text": "Deliver me in thy righteousness, and cause me to escape: Incline thine ear unto me, and save me."
    },
    {
      "verse": "3",
      "text": "Be thou my strong habitation, whereunto I may continually resort:"
    },
    {
      "verse": "4",
      "text": "Deliver me, O my God, out of the hand of the wicked,"
    },
    {
      "verse": "5",
      "text": "For thou art my hope, O Lord GOD :"
    },
    {
      "verse": "6",
      "text": "By thee have I been holden up from the womb:"
    },
    {
      "verse": "7",
      "text": "I am as a wonder unto many;"
    },
    {
      "verse": "8",
      "text": "Let my mouth be filled with thy praise"
    },
    {
      "verse": "9",
      "text": "Cast me not off in the time of old age;"
    },
    {
      "verse": "10",
      "text": "For mine enemies speak against me;"
    },
    {
      "verse": "11",
      "text": "saying,"
    },
    {
      "verse": "12",
      "text": "O God, be not far from me:"
    },
    {
      "verse": "13",
      "text": "Let them be confounded and consumed that are adversaries to my soul;"
    },
    {
      "verse": "14",
      "text": "But I will hope continually,"
    },
    {
      "verse": "15",
      "text": "My mouth shall shew forth thy righteousness and thy salvation all the day;"
    },
    {
      "verse": "16",
      "text": "I will go in the strength of the Lord GOD :"
    },
    {
      "verse": "17",
      "text": "O God, thou hast taught me from my youth:"
    },
    {
      "verse": "18",
      "text": "Now also when I am old and greyheaded, O God, forsake me not;"
    },
    {
      "verse": "19",
      "text": "Thy righteousness also, O God, is very high,"
    },
    {
      "verse": "20",
      "text": " Thou , which hast shewed me great and sore troubles, shalt quicken me again,"
    },
    {
      "verse": "21",
      "text": "Thou shalt increase my greatness,"
    },
    {
      "verse": "22",
      "text": "I will also praise thee with the psaltery, even thy truth, O my God:"
    },
    {
      "verse": "23",
      "text": "My lips shall greatly rejoice when I sing unto thee;"
    },
    {
      "verse": "24",
      "text": "My tongue also shall talk of thy righteousness all the day long:"
    }
  ]
}