{
  "version": "KJV",
  "book": "PSA",
  "chapter": 74,
  "verses": [
    {
      "verse": "1",
      "text": "O God, why hast thou cast us off for ever?"
    },
    {
      "verse": "2",
      "text": "Remember thy congregation, which thou hast purchased of old;"
    },
    {
      "verse": "3",
      "text": "Lift up thy feet unto the perpetual desolations;"
    },
    {
      "verse": "4",
      "text": "Thine enemies roar in the midst of thy congregations;"
    },
    {
      "verse": "5",
      "text": " A man was famous according as he had lifted up axes upon the thick trees."
    },
    {
      "verse": "6",
      "text": "But now they break down the carved work"
    },
    {
      "verse": "7",
      "text": "They have cast fire into thy sanctuary,"
    },
    {
      "verse": "8",
      "text": "They said in their hearts, Let us destroy them together:"
    },
    {
      "verse": "9",
      "text": "We see not our signs: There is no more any prophet:"
    },
    {
      "verse": "10",
      "text": "O God, how long shall the adversary reproach?"
    },
    {
      "verse": "11",
      "text": "Why withdrawest thou thy hand, even thy right hand?"
    },
    {
      "verse": "12",
      "text": "For God is my King of old,"
    },
    {
      "verse": "13",
      "text": "Thou didst divide the sea by thy strength:"
    },
    {
      "verse": "14",
      "text": "Thou brakest the heads of leviathan in pieces,"
    },
    {
      "verse": "15",
      "text": "Thou didst cleave the fountain and the flood:"
    },
    {
      "verse": "16",
      "text": "The day is thine, the night also is thine:"
    },
    {
      "verse": "17",
      "text": "Thou hast set all the borders of the earth:"
    },
    {
      "verse": "18",
      "text": "Remember this, that the enemy hath reproached, O LORD ,"
    },
    {
      "verse": "19",
      "text": "O deliver not the soul of thy turtledove unto the multitude of the wicked:"
    },
    {
      "verse": "20",
      "text": "Have respect unto the covenant:"
    },
    {
      "verse": "21",
      "text": "O let not the oppressed return ashamed:"
    },
    {
      "verse": "22",
      "text": "Arise, O God, plead thine own cause:"
    },
    {
      "verse": "23",
      "text": "Forget not the voice of thine enemies:"
    }
  ]
}