{
  "version": "WEBUS",
  "book": "1CH",
  "chapter": 16,
  "verses": [
    {
      "verse": "1",
      "text": "They brought in God’s ark, and set it in the middle of the tent that David had pitched for it; and they offered burnt offerings and peace offerings before God."
    },
    {
      "verse": "2",
      "text": "When David had finished offering the burnt offering and the peace offerings, he blessed the people in Yahweh’s name."
    },
    {
      "verse": "3",
      "text": "He gave to everyone of Israel, both man and woman, to everyone a loaf of bread, a portion of meat, and a cake of raisins."
    },
    {
      "verse": "4",
      "text": "He appointed some of the Levites to minister before Yahweh’s ark, and to commemorate, to thank, and to praise Yahweh, the God of Israel:"
    },
    {
      "verse": "5",
      "text": "Asaph the chief, and second to him Zechariah, then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom, and Jeiel, with stringed instruments and with harps; and Asaph with cymbals, sounding aloud;"
    },
    {
      "verse": "6",
      "text": "with Benaiah and Jahaziel the priests with trumpets continually, before the ark of the covenant of God."
    },
    {
      "verse": "7",
      "text": "Then on that day David first ordained giving of thanks to Yahweh by the hand of Asaph and his brothers."
    },
    {
      "verse": "8",
      "text": "Oh give thanks to Yahweh."
    },
    {
      "verse": "9",
      "text": "Sing to him."
    },
    {
      "verse": "10",
      "text": "Glory in his holy name."
    },
    {
      "verse": "11",
      "text": "Seek Yahweh and his strength."
    },
    {
      "verse": "12",
      "text": "Remember his marvelous works that he has done,"
    },
    {
      "verse": "13",
      "text": "you offspring of Israel his servant,"
    },
    {
      "verse": "14",
      "text": "He is Yahweh our God."
    },
    {
      "verse": "15",
      "text": "Remember his covenant forever,"
    },
    {
      "verse": "16",
      "text": "the covenant which he made with Abraham,"
    },
    {
      "verse": "17",
      "text": "He confirmed it to Jacob for a statute,"
    },
    {
      "verse": "18",
      "text": "saying, “I will give you the land of Canaan,"
    },
    {
      "verse": "19",
      "text": "when you were but a few men in number,"
    },
    {
      "verse": "20",
      "text": "They went about from nation to nation,"
    },
    {
      "verse": "21",
      "text": "He allowed no man to do them wrong."
    },
    {
      "verse": "22",
      "text": "“Don’t touch my anointed ones!"
    },
    {
      "verse": "23",
      "text": "Sing to Yahweh, all the earth!"
    },
    {
      "verse": "24",
      "text": "Declare his glory among the nations,"
    },
    {
      "verse": "25",
      "text": "For great is Yahweh, and greatly to be praised."
    },
    {
      "verse": "26",
      "text": "For all the gods of the peoples are idols,"
    },
    {
      "verse": "27",
      "text": "Honor and majesty are before him."
    },
    {
      "verse": "28",
      "text": "Ascribe to Yahweh, you families of the peoples,"
    },
    {
      "verse": "29",
      "text": "Ascribe to Yahweh the glory due to his name."
    },
    {
      "verse": "30",
      "text": "Tremble before him, all the earth."
    },
    {
      "verse": "31",
      "text": "Let the heavens be glad,"
    },
    {
      "verse": "32",
      "text": "Let the sea roar, and its fullness!"
    },
    {
      "verse": "33",
      "text": "Then the trees of the forest will sing for joy before Yahweh,"
    },
    {
      "verse": "34",
      "text": "Oh give thanks to Yahweh, for he is good,"
    },
    {
      "verse": "35",
      "text": "Say, “Save us, God of our salvation!"
    },
    {
      "verse": "36",
      "text": "Blessed be Yahweh, the God of Israel,"
    },
    {
      "verse": "37",
      "text": "So he left Asaph and his brothers there before the ark of Yahweh’s covenant, to minister before the ark continually, as every day’s work required;"
    },
    {
      "verse": "38",
      "text": "and Obed-Edom with their sixty-eight relatives; Obed-Edom also the son of Jeduthun and Hosah to be doorkeepers;"
    },
    {
      "verse": "39",
      "text": "and Zadok the priest and his brothers the priests, before Yahweh’s tabernacle in the high place that was at Gibeon,"
    },
    {
      "verse": "40",
      "text": "to offer burnt offerings to Yahweh on the altar of burnt offering continually morning and evening, even according to all that is written in Yahweh’s law, which he commanded to Israel;"
    },
    {
      "verse": "41",
      "text": "and with them Heman and Jeduthun and the rest who were chosen, who were mentioned by name, to give thanks to Yahweh, because his loving kindness endures forever;"
    },
    {
      "verse": "42",
      "text": "and with them Heman and Jeduthun with trumpets and cymbals for those that should sound aloud, and with instruments for the songs of God, and the sons of Jeduthun to be at the gate."
    },
    {
      "verse": "43",
      "text": "All the people departed, each man to his house; and David returned to bless his house."
    }
  ]
}