{
  "version": "KJV",
  "book": "NUM",
  "chapter": 24,
  "verses": [
    {
      "verse": "1",
      "text": "And when Balaam saw that it pleased the LORD to bless Israel, he went not, as at other times, to seek for enchantments, but he set his face toward the wilderness."
    },
    {
      "verse": "2",
      "text": "And Balaam lifted up his eyes, and he saw Israel abiding in his tents according to their tribes; and the spirit of God came upon him."
    },
    {
      "verse": "3",
      "text": "And he took up his parable, and said,"
    },
    {
      "verse": "4",
      "text": "He hath said, which heard the words of God,"
    },
    {
      "verse": "5",
      "text": "How goodly are thy tents, O Jacob,"
    },
    {
      "verse": "6",
      "text": "As the valleys are they spread forth,"
    },
    {
      "verse": "7",
      "text": "He shall pour the water out of his buckets,"
    },
    {
      "verse": "8",
      "text": "God brought him forth out of Egypt;"
    },
    {
      "verse": "9",
      "text": "He couched, he lay down as a lion,"
    },
    {
      "verse": "10",
      "text": "And Balak's anger was kindled against Balaam, and he smote his hands together: and Balak said unto Balaam, I called thee to curse mine enemies, and, behold, thou hast altogether blessed them these three times."
    },
    {
      "verse": "11",
      "text": "Therefore now flee thou to thy place: I thought to promote thee unto great honour; but, lo, the LORD hath kept thee back from honour."
    },
    {
      "verse": "12",
      "text": "And Balaam said unto Balak, Spake I not also to thy messengers which thou sentest unto me, saying,"
    },
    {
      "verse": "13",
      "text": "If Balak would give me his house full of silver and gold, I cannot go beyond the commandment of the LORD , to do either good or bad of mine own mind; but what the LORD saith, that will I speak?"
    },
    {
      "verse": "14",
      "text": "And now, behold, I go unto my people: come therefore, and I will advertise thee what this people shall do to thy people in the latter days."
    },
    {
      "verse": "15",
      "text": "And he took up his parable, and said,"
    },
    {
      "verse": "16",
      "text": "He hath said, which heard the words of God,"
    },
    {
      "verse": "17",
      "text": "I shall see him, but not now:"
    },
    {
      "verse": "18",
      "text": "And Edom shall be a possession,"
    },
    {
      "verse": "19",
      "text": "Out of Jacob shall come he that shall have dominion,"
    },
    {
      "verse": "20",
      "text": "And when he looked on Amalek, he took up his parable, and said,"
    },
    {
      "verse": "21",
      "text": "And he looked on the Kenites, and took up his parable, and said,"
    },
    {
      "verse": "22",
      "text": "Nevertheless the Kenite shall be wasted,"
    },
    {
      "verse": "23",
      "text": "And he took up his parable, and said,"
    },
    {
      "verse": "24",
      "text": "And ships shall come from the coast of Chittim,"
    },
    {
      "verse": "25",
      "text": "And Balaam rose up, and went and returned to his place: and Balak also went his way."
    }
  ]
}