{
  "version": "WEBUS",
  "book": "ISA",
  "chapter": 3,
  "verses": [
    {
      "verse": "1",
      "text": "For, behold, the Lord, Yahweh of Armies, takes away from Jerusalem and from Judah supply and support,"
    },
    {
      "verse": "2",
      "text": "the mighty man,"
    },
    {
      "verse": "3",
      "text": "the captain of fifty,"
    },
    {
      "verse": "4",
      "text": "I will give boys to be their princes,"
    },
    {
      "verse": "5",
      "text": "The people will be oppressed,"
    },
    {
      "verse": "6",
      "text": "Indeed a man shall take hold of his brother in the house of his father, saying,"
    },
    {
      "verse": "7",
      "text": "In that day he will cry out, saying, “I will not be a healer;"
    },
    {
      "verse": "8",
      "text": "For Jerusalem is ruined, and Judah is fallen;"
    },
    {
      "verse": "9",
      "text": "The look of their faces testify against them."
    },
    {
      "verse": "10",
      "text": "Tell the righteous that it will be well with them,"
    },
    {
      "verse": "11",
      "text": "Woe to the wicked!"
    },
    {
      "verse": "12",
      "text": "As for my people, children are their oppressors,"
    },
    {
      "verse": "13",
      "text": "Yahweh stands up to contend,"
    },
    {
      "verse": "14",
      "text": "Yahweh will enter into judgment with the elders of his people"
    },
    {
      "verse": "15",
      "text": "What do you mean that you crush my people,"
    },
    {
      "verse": "16",
      "text": "Moreover Yahweh said, “Because the daughters of Zion are arrogant,"
    },
    {
      "verse": "17",
      "text": "therefore the Lord brings sores on the crown of the head of the women of Zion,"
    },
    {
      "verse": "18",
      "text": "In that day the Lord will take away the beauty of their anklets, the headbands, the crescent necklaces,"
    },
    {
      "verse": "19",
      "text": "the earrings, the bracelets, the veils,"
    },
    {
      "verse": "20",
      "text": "the headdresses, the ankle chains, the sashes, the perfume containers, the charms,"
    },
    {
      "verse": "21",
      "text": "the signet rings, the nose rings,"
    },
    {
      "verse": "22",
      "text": "the fine robes, the capes, the cloaks, the purses,"
    },
    {
      "verse": "23",
      "text": "the hand mirrors, the fine linen garments, the tiaras, and the shawls."
    },
    {
      "verse": "24",
      "text": "It shall happen that instead of sweet spices, there shall be rottenness;"
    },
    {
      "verse": "25",
      "text": "Your men shall fall by the sword,"
    },
    {
      "verse": "26",
      "text": "Her gates shall lament and mourn."
    }
  ]
}