{
  "version": "WEBUS",
  "book": "ISA",
  "chapter": 5,
  "verses": [
    {
      "verse": "1",
      "text": "Let me sing for my well beloved a song of my beloved about his vineyard."
    },
    {
      "verse": "2",
      "text": "He dug it up,"
    },
    {
      "verse": "3",
      "text": "“Now, inhabitants of Jerusalem and men of Judah,"
    },
    {
      "verse": "4",
      "text": "What could have been done more to my vineyard, that I have not done in it?"
    },
    {
      "verse": "5",
      "text": "Now I will tell you what I will do to my vineyard."
    },
    {
      "verse": "6",
      "text": "I will lay it a wasteland."
    },
    {
      "verse": "7",
      "text": "For the vineyard of Yahweh of Armies is the house of Israel,"
    },
    {
      "verse": "8",
      "text": "Woe to those who join house to house,"
    },
    {
      "verse": "9",
      "text": "In my ears, Yahweh of Armies says: “Surely many houses will be desolate,"
    },
    {
      "verse": "10",
      "text": "For ten acres of vineyard shall yield one bath,"
    },
    {
      "verse": "#",
      "text": "and a homer of seed shall yield an ephah.”"
    },
    {
      "verse": "11",
      "text": "Woe to those who rise up early in the morning, that they may follow strong drink,"
    },
    {
      "verse": "12",
      "text": "The harp, lyre, tambourine, and flute, with wine, are at their feasts;"
    },
    {
      "verse": "13",
      "text": "Therefore my people go into captivity for lack of knowledge."
    },
    {
      "verse": "14",
      "text": "Therefore Sheol has enlarged its desire,"
    },
    {
      "verse": "15",
      "text": "So man is brought low,"
    },
    {
      "verse": "16",
      "text": "but Yahweh of Armies is exalted in justice,"
    },
    {
      "verse": "17",
      "text": "Then the lambs will graze as in their pasture,"
    },
    {
      "verse": "18",
      "text": "Woe to those who draw iniquity with cords of falsehood,"
    },
    {
      "verse": "19",
      "text": "who say, “Let him make haste, let him hasten his work, that we may see it;"
    },
    {
      "verse": "20",
      "text": "Woe to those who call evil good, and good evil;"
    },
    {
      "verse": "21",
      "text": "Woe to those who are wise in their own eyes,"
    },
    {
      "verse": "22",
      "text": "Woe to those who are mighty to drink wine,"
    },
    {
      "verse": "23",
      "text": "who acquit the guilty for a bribe,"
    },
    {
      "verse": "24",
      "text": "Therefore as the tongue of fire devours the stubble,"
    },
    {
      "verse": "25",
      "text": "Therefore Yahweh’s anger burns against his people,"
    },
    {
      "verse": "26",
      "text": "He will lift up a banner to the nations from far away,"
    },
    {
      "verse": "27",
      "text": "No one shall be weary nor stumble among them;"
    },
    {
      "verse": "28",
      "text": "whose arrows are sharp,"
    },
    {
      "verse": "29",
      "text": "Their roaring will be like a lioness."
    },
    {
      "verse": "30",
      "text": "They will roar against them in that day like the roaring of the sea."
    }
  ]
}