{
  "version": "WEBUS",
  "book": "ISA",
  "chapter": 60,
  "verses": [
    {
      "verse": "1",
      "text": "“Arise, shine; for your light has come,"
    },
    {
      "verse": "2",
      "text": "For behold, darkness will cover the earth,"
    },
    {
      "verse": "3",
      "text": "Nations will come to your light,"
    },
    {
      "verse": "4",
      "text": "“Lift up your eyes all around, and see:"
    },
    {
      "verse": "5",
      "text": "Then you shall see and be radiant,"
    },
    {
      "verse": "6",
      "text": "A multitude of camels will cover you,"
    },
    {
      "verse": "7",
      "text": "All the flocks of Kedar will be gathered together to you."
    },
    {
      "verse": "8",
      "text": "“Who are these who fly as a cloud,"
    },
    {
      "verse": "9",
      "text": "Surely the islands will wait for me,"
    },
    {
      "verse": "10",
      "text": "“Foreigners will build up your walls,"
    },
    {
      "verse": "11",
      "text": "Your gates also shall be open continually; they shall not be shut day nor night, that men may bring to you the wealth of the nations, and their kings led captive."
    },
    {
      "verse": "12",
      "text": "For that nation and kingdom that will not serve you shall perish; yes, those nations shall be utterly wasted."
    },
    {
      "verse": "13",
      "text": "“The glory of Lebanon shall come to you, the cypress tree, the pine, and the box tree together, to beautify the place of my sanctuary; and I will make the place of my feet glorious."
    },
    {
      "verse": "14",
      "text": "The sons of those who afflicted you will come bowing to you;"
    },
    {
      "verse": "15",
      "text": "“Whereas you have been forsaken and hated,"
    },
    {
      "verse": "16",
      "text": "You will also drink the milk of the nations,"
    },
    {
      "verse": "17",
      "text": "For bronze I will bring gold;"
    },
    {
      "verse": "18",
      "text": "Violence shall no more be heard in your land,"
    },
    {
      "verse": "19",
      "text": "The sun will be no more your light by day,"
    },
    {
      "verse": "20",
      "text": "Your sun will not go down any more,"
    },
    {
      "verse": "21",
      "text": "Then your people will all be righteous."
    },
    {
      "verse": "22",
      "text": "The little one will become a thousand,"
    }
  ]
}