{
  "version": "WEBUS",
  "book": "PRO",
  "chapter": 11,
  "verses": [
    {
      "verse": "1",
      "text": "A false balance is an abomination to Yahweh,"
    },
    {
      "verse": "2",
      "text": "When pride comes, then comes shame,"
    },
    {
      "verse": "3",
      "text": "The integrity of the upright shall guide them,"
    },
    {
      "verse": "4",
      "text": "Riches don’t profit in the day of wrath,"
    },
    {
      "verse": "5",
      "text": "The righteousness of the blameless will direct his way,"
    },
    {
      "verse": "6",
      "text": "The righteousness of the upright shall deliver them,"
    },
    {
      "verse": "7",
      "text": "When a wicked man dies, hope perishes,"
    },
    {
      "verse": "8",
      "text": "A righteous person is delivered out of trouble,"
    },
    {
      "verse": "9",
      "text": "With his mouth the godless man destroys his neighbor,"
    },
    {
      "verse": "10",
      "text": "When it goes well with the righteous, the city rejoices."
    },
    {
      "verse": "11",
      "text": "By the blessing of the upright, the city is exalted,"
    },
    {
      "verse": "12",
      "text": "One who despises his neighbor is void of wisdom,"
    },
    {
      "verse": "13",
      "text": "One who brings gossip betrays a confidence,"
    },
    {
      "verse": "14",
      "text": "Where there is no wise guidance, the nation falls,"
    },
    {
      "verse": "15",
      "text": "He who is collateral for a stranger will suffer for it,"
    },
    {
      "verse": "16",
      "text": "A gracious woman obtains honor,"
    },
    {
      "verse": "17",
      "text": "The merciful man does good to his own soul,"
    },
    {
      "verse": "18",
      "text": "Wicked people earn deceitful wages,"
    },
    {
      "verse": "19",
      "text": "He who is truly righteous gets life."
    },
    {
      "verse": "20",
      "text": "Those who are perverse in heart are an abomination to Yahweh,"
    },
    {
      "verse": "21",
      "text": "Most certainly, the evil man will not be unpunished,"
    },
    {
      "verse": "#",
      "text": "but the offspring of the righteous will be delivered."
    },
    {
      "verse": "22",
      "text": "Like a gold ring in a pig’s snout,"
    },
    {
      "verse": "23",
      "text": "The desire of the righteous is only good."
    },
    {
      "verse": "24",
      "text": "There is one who scatters, and increases yet more."
    },
    {
      "verse": "25",
      "text": "The liberal soul shall be made fat."
    },
    {
      "verse": "26",
      "text": "People curse someone who withholds grain,"
    },
    {
      "verse": "27",
      "text": "He who diligently seeks good seeks favor,"
    },
    {
      "verse": "28",
      "text": "He who trusts in his riches will fall,"
    },
    {
      "verse": "29",
      "text": "He who troubles his own house shall inherit the wind."
    },
    {
      "verse": "30",
      "text": "The fruit of the righteous is a tree of life."
    },
    {
      "verse": "31",
      "text": "Behold, the righteous shall be repaid in the earth,"
    }
  ]
}