{
  "version": "WEBUS",
  "book": "EZK",
  "chapter": 28,
  "verses": [
    {
      "verse": "1",
      "text": "Yahweh’s word came again to me, saying,"
    },
    {
      "verse": "2",
      "text": "“Son of man, tell the prince of Tyre, ‘The Lord Yahweh says:"
    },
    {
      "verse": "3",
      "text": "behold, you are wiser than Daniel."
    },
    {
      "verse": "4",
      "text": "By your wisdom and by your understanding you have gotten yourself riches,"
    },
    {
      "verse": "5",
      "text": "By your great wisdom"
    },
    {
      "verse": "6",
      "text": "“‘therefore the Lord Yahweh says:"
    },
    {
      "verse": "7",
      "text": "therefore, behold, I will bring strangers on you,"
    },
    {
      "verse": "8",
      "text": "They will bring you down to the pit."
    },
    {
      "verse": "9",
      "text": "Will you yet say before him who kills you, ‘I am God’?"
    },
    {
      "verse": "10",
      "text": "You will die the death of the uncircumcised"
    },
    {
      "verse": "11",
      "text": "Moreover Yahweh’s word came to me, saying,"
    },
    {
      "verse": "12",
      "text": "“Son of man, take up a lamentation over the king of Tyre, and tell him, ‘The Lord Yahweh says:"
    },
    {
      "verse": "13",
      "text": "You were in Eden,"
    },
    {
      "verse": "#",
      "text": "sapphire, turquoise, and beryl."
    },
    {
      "verse": "14",
      "text": "You were the anointed cherub who covers."
    },
    {
      "verse": "15",
      "text": "You were perfect in your ways from the day that you were created,"
    },
    {
      "verse": "16",
      "text": "By the abundance of your commerce, your insides were filled with violence,"
    },
    {
      "verse": "17",
      "text": "Your heart was lifted up because of your beauty."
    },
    {
      "verse": "18",
      "text": "By the multitude of your iniquities,"
    },
    {
      "verse": "19",
      "text": "All those who know you among the peoples will be astonished at you."
    },
    {
      "verse": "20",
      "text": "Yahweh’s word came to me, saying,"
    },
    {
      "verse": "21",
      "text": "“Son of man, set your face toward Sidon, and prophesy against it,"
    },
    {
      "verse": "22",
      "text": "and say, ‘The Lord Yahweh says:"
    },
    {
      "verse": "23",
      "text": "For I will send pestilence into her,"
    },
    {
      "verse": "24",
      "text": "“‘“There will no longer be a pricking brier to the house of Israel, nor a hurting thorn of any that are around them that scorned them. Then they will know that I am the Lord Yahweh.”"
    },
    {
      "verse": "25",
      "text": "“‘The Lord Yahweh says: “When I have gathered the house of Israel from the peoples among whom they are scattered, and am shown as holy among them in the sight of the nations, then they will dwell in their own land which I gave to my servant Jacob."
    },
    {
      "verse": "26",
      "text": "They will dwell in it securely. Yes, they will build houses, plant vineyards, and will dwell securely when I have executed judgments on all those around them who have treated them with contempt. Then they will know that I am Yahweh their God.”’”"
    }
  ]
}