{
  "version": "WEBUS",
  "book": "JOB",
  "chapter": 20,
  "verses": [
    {
      "verse": "1",
      "text": "Then Zophar the Naamathite answered,"
    },
    {
      "verse": "2",
      "text": "“Therefore my thoughts answer me,"
    },
    {
      "verse": "3",
      "text": "I have heard the reproof which puts me to shame."
    },
    {
      "verse": "4",
      "text": "Don’t you know this from old time,"
    },
    {
      "verse": "5",
      "text": "that the triumphing of the wicked is short,"
    },
    {
      "verse": "6",
      "text": "Though his height mount up to the heavens,"
    },
    {
      "verse": "7",
      "text": "yet he will perish forever like his own dung."
    },
    {
      "verse": "8",
      "text": "He will fly away as a dream, and will not be found."
    },
    {
      "verse": "9",
      "text": "The eye which saw him will see him no more,"
    },
    {
      "verse": "10",
      "text": "His children will seek the favor of the poor."
    },
    {
      "verse": "11",
      "text": "His bones are full of his youth,"
    },
    {
      "verse": "12",
      "text": "“Though wickedness is sweet in his mouth,"
    },
    {
      "verse": "13",
      "text": "though he spare it, and will not let it go,"
    },
    {
      "verse": "14",
      "text": "yet his food in his bowels is turned."
    },
    {
      "verse": "15",
      "text": "He has swallowed down riches, and he will vomit them up again."
    },
    {
      "verse": "16",
      "text": "He will suck cobra venom."
    },
    {
      "verse": "17",
      "text": "He will not look at the rivers,"
    },
    {
      "verse": "18",
      "text": "He will restore that for which he labored, and will not swallow it down."
    },
    {
      "verse": "19",
      "text": "For he has oppressed and forsaken the poor."
    },
    {
      "verse": "20",
      "text": "“Because he knew no quietness within him,"
    },
    {
      "verse": "21",
      "text": "There was nothing left that he didn’t devour,"
    },
    {
      "verse": "22",
      "text": "In the fullness of his sufficiency, distress will overtake him."
    },
    {
      "verse": "23",
      "text": "When he is about to fill his belly, God will cast the fierceness of his wrath on him."
    },
    {
      "verse": "24",
      "text": "He will flee from the iron weapon."
    },
    {
      "verse": "25",
      "text": "He draws it out, and it comes out of his body."
    },
    {
      "verse": "26",
      "text": "All darkness is laid up for his treasures."
    },
    {
      "verse": "27",
      "text": "The heavens will reveal his iniquity."
    },
    {
      "verse": "28",
      "text": "The increase of his house will depart."
    },
    {
      "verse": "29",
      "text": "This is the portion of a wicked man from God,"
    }
  ]
}