{
  "version": "WEBUS",
  "book": "JOB",
  "chapter": 24,
  "verses": [
    {
      "verse": "1",
      "text": "“Why aren’t times laid up by the Almighty?"
    },
    {
      "verse": "2",
      "text": "There are people who remove the landmarks."
    },
    {
      "verse": "3",
      "text": "They drive away the donkey of the fatherless,"
    },
    {
      "verse": "4",
      "text": "They turn the needy out of the way."
    },
    {
      "verse": "5",
      "text": "Behold, as wild donkeys in the desert,"
    },
    {
      "verse": "6",
      "text": "They cut their food in the field."
    },
    {
      "verse": "7",
      "text": "They lie all night naked without clothing,"
    },
    {
      "verse": "8",
      "text": "They are wet with the showers of the mountains,"
    },
    {
      "verse": "9",
      "text": "There are those who pluck the fatherless from the breast,"
    },
    {
      "verse": "10",
      "text": "so that they go around naked without clothing."
    },
    {
      "verse": "11",
      "text": "They make oil within the walls of these men."
    },
    {
      "verse": "12",
      "text": "From out of the populous city, men groan."
    },
    {
      "verse": "13",
      "text": "“These are of those who rebel against the light."
    },
    {
      "verse": "14",
      "text": "The murderer rises with the light."
    },
    {
      "verse": "15",
      "text": "The eye also of the adulterer waits for the twilight,"
    },
    {
      "verse": "16",
      "text": "In the dark they dig through houses."
    },
    {
      "verse": "17",
      "text": "For the morning is to all of them like thick darkness,"
    },
    {
      "verse": "18",
      "text": "“They are foam on the surface of the waters."
    },
    {
      "verse": "19",
      "text": "Drought and heat consume the snow waters,"
    },
    {
      "verse": "#",
      "text": "so does Sheol those who have sinned."
    },
    {
      "verse": "20",
      "text": "The womb will forget him."
    },
    {
      "verse": "21",
      "text": "He devours the barren who don’t bear."
    },
    {
      "verse": "22",
      "text": "Yet God preserves the mighty by his power."
    },
    {
      "verse": "23",
      "text": "God gives them security, and they rest in it."
    },
    {
      "verse": "24",
      "text": "They are exalted; yet a little while, and they are gone."
    },
    {
      "verse": "25",
      "text": "If it isn’t so now, who will prove me a liar,"
    }
  ]
}